Repository: vistatec/vistatec-okapi
Catalog: website/sample14b.tmx
Source language: en_us
Languages: de_de

source: Confirm that the AC line is in the AC fluid detector.
de_de: Sicherstellen, dass sich der AK-Schlauch im AK-Flüssigkeitsdetektor befindet.

source: Touch Retry.
de_de: 'Wiederholen' drücken.

source: Touch Retry to resume the procedure.
de_de: Zur Fortsetzung des Verfahrens 'Wiederholen' drücken.

source: Reset the system and resume the procedure, or resume the procedure in Semi-Automatic mode:
de_de: System zurücksetzen und Verfahren wieder aufnehmen, oder Verfahren im halbautomatischen Modus wieder aufnehmen:

source: To reset the system and resume the procedure:
de_de: Zum Zurücksetzen des Systems und Wiederaufnehmen des Verfahrens:

source: Turn off the system.
de_de: Gerät ausschalten.

source: Wait 6 seconds.
de_de: 6 Sekunden warten.

source: Turn on the system.
de_de: Gerät einschalten.

source: Follow the instructions on the screen.
de_de: Den Anweisungen auf dem Bildschirm folgen.

source: To resume the procedure in Semi-Automatic mode, touch Disable to disable the AIM system.
de_de: 'Deaktivieren' drücken, um das ASM-System zu deaktivieren und das Verfahren im halbautomatischen Modus wieder aufzunehmen.

source: Refer to the operator's manual for instructions on using Semi-Automatic mode.
de_de: Anweisungen zur Verarbeitung im halbautomatischen Modus sind der Bedienungsanleitung zu entnehmen.

source: Contact your service representative for assistance before you begin a new procedure.
de_de: Den Kundendienst verständigen, bevor ein neues Verfahren begonnen wird.

source: If the inlet:AC ratio is too high, the system may not be properly anticoagulated, and clumping may occur in the collect line.
de_de: Wenn das Blut/AK-Verhältnis zu hoch ist, wird das System u. U. nicht ordnungsgemäß antikoaguliert und es können sich Koagel im Sammelschlauch bilden.

source: Consider decreasing the ratio by two points.
de_de: Das Verhältnis ggf. um 2 Punkte reduzieren.

source: Examine the collect line for clumps.
de_de: Den Sammelschlauch auf Koagel prüfen.

source: If the alarm recurs, consider decreasing the ratio again.
de_de: Falls der Alarm erneut auftritt, das Verhältnis ggf. weiter senken.

source: Repeat steps 2. and 3. until the alarm no longer recurs.
de_de: Schritte 2 und 3 wiederholen, bis der Alarm nicht mehr auftritt.

source: Once the alarm is resolved, continue to monitor the collect line for clumps.
de_de: Nach Beseitigung des Alarms den Sammelschlauch weiterhin auf Koagel überwachen.

source: If you see clumps, consider decreasing the ratio until the clumps disappear.
de_de: Bei Vorhandensein von Koagel das Verhältnis ggf. reduzieren, bis sich die Koagel aufgelöst haben.

source: If the tubing set contains fluid, you may have spiked the AC container too soon, and the system cannot prime a set that contains fluid.
de_de: Wenn das Schlauchset Flüssigkeit enthält, wurde der AK-Behälter evtl. zu früh angestochen. Das System kann ein solches Set nicht vorfüllen.

source: Touch Unload and unload the tubing set.
de_de: 'Entladen' drücken und das Schlauchset entladen.

source: Load a new tubing set and resume the procedure.
de_de: Neues Set laden und das Verfahren wieder aufnehmen.

source: System could not read configuration file and used backup file to restore data.
de_de: System konnte Konfigurationsdatei nicht lesen. Zum Wiederherstellen der Daten wurde die Sicherungskopie der Datei verwendet.

# Recent changes to configuration options may have been lost.
source: \nRecent changes to configuration options may have been lost.
de_de: \nAktuelle Änderungen an den Konfigurationsoptionen sind möglicherweise verloren gegangen.
